tap "abacusinsights/tools", "git@gitlab.com:abacusinsights/lunatic-dove/cms-interop/abacus-homebrew-tools.git"
tap "adoptopenjdk/openjdk"
tap "chipmk/tap"
tap "databricks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "microsoft/mssql-release"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "openssl@3", link: false
brew "openjdk@17", link: true
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awscurl"
brew "awslogs"
brew "azure-cli"
brew "bats-core"
brew "bison"
brew "bzip2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cowsay"
brew "curl"
brew "docutils", link: false
brew "dos2unix"
brew "eksctl"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "ghostscript"
brew "git"
brew "gitlab-runner"
brew "glab"
brew "gnu-tar"
brew "gnu-units"
brew "gnupg"
brew "grep"
brew "netpbm"
brew "groff"
brew "hadolint"
brew "helm"
brew "kubernetes-cli"
brew "helmsman"
brew "htop"
brew "jenv"
brew "jq"
brew "kind"
brew "libao"
brew "librtlsdr"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "openssl@3.0"
brew "packer"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pre-commit", link: false
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rust"
brew "sbt"
brew "scala"
brew "serverless"
brew "shellcheck"
brew "spaceship"
brew "starship"
brew "telegraf"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "the_platinum_searcher", link: false
brew "tmux"
brew "unzip"
brew "watch"
brew "xmlstarlet"
brew "yq"
brew "zip"
brew "chipmk/tap/docker-mac-net-connect"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "background-music"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-terminus"
cask "font-ubuntu-nerd-font"
cask "gimp"
cask "keepassxc"
cask "ngrok"
cask "obs"
cask "rectangle"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "batisteo.vscode-django"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "ckolkman.vscode-postgres"
vscode "clemenspeters.format-json"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "exiasr.hadolint"
vscode "flyfly6.terminal-in-status-bar"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "gruntfuggly.todo-tree"
vscode "gydunhn.vsc-essentials"
vscode "hashicorp.terraform"
vscode "howardzuo.vscode-git-tags"
vscode "ibm.output-colorizer"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jeff-hykin.better-shellscript-syntax"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "koichisasada.vscode-rdbg"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "meronz.manpages"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.edit-with-shell"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tetradresearch.vscode-h2o"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "woozy-masta.shell-script-ide"
vscode "xabikos.javascriptsnippets"
vscode "xshrim.txt-syntax"
vscode "yzhang.markdown-all-in-one"
